{
  "secciones": [
    {
      "titulo": "Principal",
      "anuncios": [
        {
          "id": "bienvenida",
          "titulo": "Bienvenido a Nuestra Comunidad",
          "imagen_link": "https://placehold.co/600x400.png",
          "descripcion": "Tu guía central para el cuidado de perros, gatos, conejos y aves.",
          "contenido": "Bienvenido a tu espacio de confianza para el cuidado de tus mascotas. Aquí encontrarás guías, consejos y recursos especializados en perros, gatos, conejos y aves domésticas. Desde su alimentación hasta su bienestar, te acompañamos en cada etapa de su vida."
        },
        {
          "id": "alerta-robo-mascotas",
          "titulo": "Alerta: Prevención de Robo de Mascotas",
          "imagen_link": "https://placehold.co/600x400.png",
          "descripcion": "Consejos para prevenir el robo de tu mascota y zonas de alerta en Jalisco.",
          "contenido": "El robo de mascotas es una triste realidad. Hablaremos de las zonas con más reportes en Jalisco, como Tlajomulco y Guadalajara, y te daremos consejos prácticos para mantener seguros a tu perro o gato. Próximamente: integración con collares GPS para una localización en tiempo real."
        },
        {
          "id": "dispositivo-iot",
          "titulo": "Buenas noticias",
          "imagen_link": "https://placehold.co/600x400.png",
          "descripcion": "Consejos para prevenir el robo de tu mascota y zonas de alerta en Jalisco.",
          "contenido": "El robo de mascotas es una triste realidad. Hablaremos de las zonas con más reportes en Jalisco, como Tlajomulco y Guadalajara, y te daremos consejos prácticos para mantener seguros a tu perro o gato. Próximamente: integración con collares GPS para una localización en tiempo real."
        }
      ]
    },
    {
      "titulo": "Cuidados Básicos",
      "anuncios": [
        {
          "id": "alimentacion-esencial",
          "titulo": "Alimentación Esencial",
          "imagen_link": "https://placehold.co/400x600",
          "descripcion": "Guía de alimentación específica para perros, gatos, conejos y aves.",
          "contenido": "La nutrición es la base de la salud. Aprende las diferencias clave entre el alimento para perros (croquetas, dieta BARF), gatos (alto en proteína), conejos (heno ilimitado) y aves (mezclas de semillas y frutas). Descubre qué alimentos son tóxicos para cada uno."
        },
        {
          "id": "servicios-veterinarios",
          "titulo": "Servicios Veterinarios",
          "imagen_link": "https://placehold.co/400x600",
          "descripcion": "La importancia de las visitas al veterinario, vacunas y chequeos.",
          "contenido": "Encuentra veterinarios de confianza. Te explicamos la importancia de las visitas regulares, las vacunas esenciales para perros y gatos, la esterilización y los chequeos especiales que requieren los conejos (dientes) y las aves (pico y plumas)."
        },
        {
          "id": "higiene-hogar",
          "titulo": "Higiene y Limpieza",
          "imagen_link": "https://placehold.co/400x600",
          "descripcion": "Consejos para el baño, cepillado y limpieza de jaulas y hábitats.",
          "contenido": "Un ambiente limpio es un animal sano. Consejos para el baño de perros, el cepillado de gatos para evitar bolas de pelo, la limpieza de jaulas para conejos (control de amoniaco) y el mantenimiento del hábitat de las aves."
        }
      ]
    },
    {
      "titulo": "Adopción y Comportamiento",
      "anuncios": [
        {
          "id": "adopcion-responsable",
          "titulo": "Adopción Responsable",
          "imagen_link": "https://placehold.co/400x600",
          "descripcion": "Todo lo que necesitas saber antes de adoptar una mascota.",
          "contenido": "¿Piensas adoptar? Te guiamos en el proceso. Consideraciones antes de adoptar un perro, gato, conejo o ave. Dónde adoptar, qué preguntar en el refugio y cómo preparar tu hogar para el nuevo miembro de la familia."
        },
        {
          "id": "enriquecimiento-ambiental",
          "titulo": "Juego y Enriquecimiento Ambiental",
          "imagen_link": "https://placehold.co/400x600",
          "descripcion": "Ideas de juguetes y actividades para mantener activa a tu mascota.",
          "contenido": "Una mascota aburrida es una mascota infeliz. Aprende sobre la importancia del juego diario para perros, los rascadores y juguetes para gatos, los túneles y mordederas para conejos, y los columpios y espejos para aves."
        },
        {
          "id": "entrenamiento-basico",
          "titulo": "Entrenamiento y Socialización",
          "imagen_link": "https://placehold.co/400x600",
          "descripcion": "Entrenamiento básico en positivo para perros, gatos, conejos y aves.",
          "contenido": "El entrenamiento fortalece tu vínculo. Cubrimos el entrenamiento básico en positivo para perros, cómo enseñar a un gato a usar el arenero, cómo acostumbrar a un conejo al manejo y la socialización temprana de las aves."
        }
      ]
    },
    {
      "titulo": "Salud y Emergencias",
      "anuncios": [
        {
          "id": "primeros-auxilios",
          "titulo": "Primeros Auxilios",
          "imagen_link": "https://placehold.co/400x600",
          "descripcion": "Qué hacer en emergencias veterinarias antes de ver al profesional.",
          "contenido": "Saber cómo actuar puede salvar una vida. Aprende a identificar signos de emergencia en perros, gatos, conejos y aves. Qué hacer en caso de heridas, asfixia, o intoxicación mientras contactas a tu veterinario."
        },
        {
          "id": "vacunacion-prevencion",
          "titulo": "Prevención y Vacunación",
          "imagen_link": "https://placehold.co/400x600",
          "descripcion": "Calendarios de vacunación para perros y gatos, y desparasitación.",
          "contenido": "Prevenir es curar. Detallamos los calendarios de vacunación esenciales para perros (parvovirus, rabia) y gatos (triple felina, rabia). También cubrimos la importancia de la desparasitación en todas las mascotas, incluyendo conejos y aves."
        }
      ]
    }
  ]
}

